{
    "general": {
        "top-header": "General",
        "sub-header1": "I have signed up / reset my password successfully but I didn’t receive anything in my inbox. Why?",
        "p1-1": "Make sure you check your spam folder, sometimes the confirmation email can end up there. If that is the case, please whitelist our address (meow-reply@kattbnb.se) via your email client settings. That way, you will receive every notification directly in your inbox.",
        "p1-2": "Also, keep in mind that in some cases, the email message can take up to 30 minutes to be delivered.",
        "sub-header2": "What’s the difference between incoming and outgoing bookings?",
        "p2-1": "There are 6 types of bookings and you can see them by clicking the bookings icon in the top navigation bar:",
        "list-title2-1": "<0>Incoming bookings</0> - you are hosting other people's cats at your home during these bookings. There are 3 categories:",
        "list-item2-1-1": "<0>Requests</0>: the booking requests awaiting your decision. You can accept or decline a booking request within 3 days after it has been sent.",
        "list-item2-1-2": "<0>Upcoming</0>: bookings where you have agreed to take care of someone elses cat(s).",
        "list-item2-1-3": "<0>History</0>: past bookings where you hosted someone elses cat(s), as well as booking requests you declined and booking requests that got cancelled automatically.",
        "list-title2-2": "<0>Outgoing bookings</0> - you booking your cat(s) to stay with cat sitters. Similar to the incoming, there are also 3 categories:",
        "list-item2-2-1": "<0>Requests</0>: booking requests you have sent that are awaiting cat sitters decision.",
        "list-item2-2-2": "<0>Upcoming</0>: bookings where a cat sitter have agreed to take care of your cat(s).",
        "list-item2-2-3": "<0>History</0>: past bookings where your cat(s) stayed with cat sitters, as well as booking requests that got declined by a cat sitter and booking requests that got cancelled automatically.",
        "sub-header3": "Why do I have to wait for my account to be deleted?",
        "p3-1": "When a booking request is accepted, the users have entered a legally binding agreement. We want to make sure our users are always able to abide by this agreement. Therefore, it can be difficult to delete your account straight away, if you have any pending upcoming bookings.",
        "p3-2": "If you have any outgoing upcoming bookings at the time you request to delete your account, we will offer you to reveal your e-mail address to the respective cat sitter.",
        "list-item3-2-1": "In that case, we can delete your account straight away.",
        "list-item3-2-2": "If you do not agree to reveal your e-mail address, we can only delete your account after the booking has happened.",
        "p3-3": "If you have any incoming upcoming bookings at the time you request to delete your account, we can only delete your account after the booking has happened.",
        "p3-4": "Please don't hesitate to <1>contact us</1> if you have any further questions!",
        "sub-header4": "Do you keep any of my data after I have deleted my account?",
        "p4-1": "When you delete your account, we delete your booking history, requests, host profile (if you have any) and your main account.",
        "p4-2": "Conversations between two users (exchanged text messages and images) will be deleted from our database if one of the following conditions are true: both users have deleted their accounts, both users have deleted the conversation, one user have deleted their account and the other user deletes the conversation.",
        "p4-3": "Reviews written by users will be deleted from our database, only if associated host deletes their account.",
        "sub-header5": "Why does the amount of my incoming bookings change from time to time?",
        "p5-1": "When a user deletes their account, we are obliged to delete their data from our database. Therefore, this information will no longer be available on KattBNB. If you have an upcoming incoming booking with a deleted user, we will send their e-mail address to you.",
        "sub-header6": "Does your website use cookies?",
        "p6-1": "Our website does not use any cookies or other tracking mechanisms. You can read more about what data we collect in our <1>Terms and conditions</1>.",
        "sub-header7": "What password should I choose for my account?",
        "p7-1": "As a general rule of thumb, you should always avoid putting your birthday, email or other publicly know details about you as password. Same of course goes for generic passwords like '123456', 'password', 'passwd', etc.",
        "p7-2": "You should choose a combination of letters (both uppercase and lowercase), symbols and numbers. And of course the more characters your password has, the safer it is. Another very effective security measure, is to change your password every month or so.",
        "p7-3": "Our website allows minimum passwords of 6 characters and can accept letters, symbols and numbers."
    },
    "host": {
        "top-header": "Host",
        "sub-header1": "How do I become a cat host?",
        "video-link": "Here can you see a short video about how to become a cat sitter.",
        "p1-1": "To start hosting cats on KattBNB you should sign up and verify your email address via confirmation email we send you.",
        "p1-2": "After that, you should make a host profile. You can do that from your User page.",
        "p1-3": "Once you have the host profile set up, you will appear in the search results for users searching for cat sitters in your area.",
        "sub-header2": "Do I have to pay to start hosting?",
        "p2-1": "Hosting is free with KattBNB!",
        "sub-header3": "How much do I get paid for hosting?",
        "p3-1": "You choose your daily rate and supplement yourself when you create your host profile. You can update these at any time. The new rates will apply for booking requests made after the update.",
        "p3-2": "You can <1>contact us</1> if you would like an assistance with setting your rates.",
        "sub-header4": "How do I get paid?",
        "p4-1": "For the time being, KattBNB does not offer any integrated payment solution. After booking is confirmed (cat host has approved the booking request) both users have entered a legally binding agreement. That means that the cat owner has agreed and is obliged to pay you the amount that is shown in booking details in return for your services. We trust our users to agree on payment form themselves.",
        "list-item4-1": "Integrated payment solution - faster and safer!",
        "sub-header5": "Why do I get a caution message when I fill in my address in my host profile?",
        "p5-1": "Our website uses a Google service to check that your selected address is inside the geographic boundaries of your selected location. Google however, has all names written in English (e.g. Gothenburg), whereas our location selector has them written in Swedish (e.g. Göteborg). That’s why you still get a caution message. Since you know for sure that your declared address is inside the city boundaries declared in your user profile, continue without fear!"
    },
    "owner": {
        "top-header": "Cat owner",
        "sub-header1": "How do I book a cat host?",
        "p1-1": "You can enter the requirements for your booking and see available cat hosts near you. In order to book someone you need to sign up.",
        "p1-2": "Once registered and logged in, you can send a booking request to a cat host. They will then have 3 days to accept or decline your booking request. We will notify you by email about any changes in booking request status.",
        "p1-3": "By requesting a booking you agree and are obliged to pay the amount shown in booking details in return for cat sitter's services.",
        "sub-header2": "Can you guarantee that the cat hosts offering their services on your website are reliable and will not harm my cat(s)?",
        "p2-1": "We offer a platform for cat owners and cat lovers to meet, communicate and arrange cat sitting services. We strive to eliminate fraud and misuse of our App, although it is not possible for us to review and control all the information that is uploaded by our users. We recommend that you meet with the host beforehand and make sure that they are the best match for your cat(s).",
        "list-item2-1": "Reviews for cat hosts that will help you decide what is best for you and your cat(s).",
        "list-item2-2": "BankID login for that extra piece of mind."
    },
    "to-guidelines": "Have you booked a stay already? Check out our helpful <1>guidelines</1>."
}