{
  "intro": {
    "title": "Intro",
    "p1": "These terms and conditions (Terms) outline the regulations for the use of KattBNB´s web application (App). By using our App, you agree to comply with and be bound by Terms.",
    "p2": "The terms “us”, “we”, “our” or “KattBNB” refer to the owners of this website: KattBNB AB, reg. nr. xxxxxxxx, address: Solståndsgatan 22, 41536 Göteborg, Sweden. Through our App, KattBNB provides an online marketplace that enables registered users (Users) who offer cat sitting services (Cat Sitters) to publish information about their services (Services) and directly communicate with Users that are looking to book such Services (Cat Owners). Cat Owners and Cat Sitters are collectively referred to as “you”, “your” or “Users”.",
    "p3": "By using the App, Terms will automatically apply to you – you should make sure therefore that you read them carefully before using the App. You’re not allowed to copy, or modify the App, any part of the App, or our trademarks in any way. You’re not allowed to attempt to extract the source code of the App, and you also shouldn’t try to translate the App into other languages, or make derivative versions. The App itself, and all the trademarks, copyright, database rights and other intellectual property rights related to it, still belong to KattBNB.",
    "p4": "KattBNB can stop providing the App and terminate the use of it at any time without giving notice of termination to you. Unless we tell you otherwise, upon any termination, the rights and licenses granted to you in Terms will end.",
    "p5": "KattBNB reserves the right to update Terms. In that case you will be notified via email to the email address you have provided on registration. These changes are effective immediately after they are posted on this page."
  },
  "registration": {
    "title": "Registration",
    "p1": "To register an account with the App the following applies:",
    "li1": "You must be at least 18 years old.",
    "li2": "You must not have been banned from handling and keeping animals by the authorities.",
    "li3": "You must not have any criminal records relating to animal cruelty.",
    "p2": "By registering you confirm that you have read and agree to Terms."
  },
  "general": {
    "title": "General rules",
    "user-content": {
      "title": "User content",
      "p1": "Users have a responsibility to leave the correct data at registration and keep it updated. Users warrant that all content that they make available by use of the App is accurate and non-confidential.",
      "p2": "Users are responsible to not publish content that is fraudulent or misleading, offensive, discriminatory, violent or promotes any illegal activities or harming another person or animal."
    },
    "abuse-of-app": {
      "title": "Abuse of the App",
      "p1": "The App should only be used as a contact platform between Users about the Service.",
      "p2": "In connection with using the App, you will not:",
      "li1": "Transfer your account to another party.",
      "li2": "Advertise buying or selling pets.",
      "li3": "Exchange personal information with other Users such as phone number or e-mail address.",
      "li4": "Distribute spam, viruses or any other technologies that may harm KattBNB or our Users.",
      "p3": "KattBNB reserves the right to terminate the User's account with an immediate effect if we believe that you are acting contrary to the purpose of Terms."
    },
    "liability": {
      "title": "KattBNB liability",
      "p1": "KattBNB is a technology company that has developed the App where Users can voluntarily publish information about their Services and easily contact each other about these Services.",
      "p2": "KattBNB does not enter into employment or any other contractual relationships with Users, it serves only as an intermediary of contact for Cat Sitters and Cat Owners.",
      "p3": "KattBNB does not control or review any information that is uploaded by Users and therefore can not be held responsible for the validity or accuracy of User’s content (e.g. User's description, availability).",
      "p4": "KattBNB will use reasonable efforts to eliminate fraud and misuse of the App, although Users should be aware that by booking Services they enter into the contractual relationship with other Users at their own risk. KattBNB accepts no liability for financial or any other loss, direct or indirect, and will not issue any compensation.",
      "p5": "While we strive to maintain continuous, error-free access to our App and correct the eventual defects, we can not give any warranties about operation and availability of our App.",
      "p6": "The App requires an active internet connection. KattBNB cannot take responsibility for the App not working at full functionality if you don’t have access to internet connection. If you are using the App with wireless cellular connection (mobile data), terms of the agreement with your mobile network provider, including eventual roaming data charges, will apply."
    }
  },
  "booking": {
    "title": "Booking and payment",
    "p1": "KattBNB is committed to ensuring that the App is as useful and efficient as possible. For that reason, we reserve the right to make changes to the App or to start charging for its services at any time. We will always be transparent and upfront about paid features of the App.",
    "p2": "At this moment KattBNB does not charge any service fee, takes no part in the payment process and does not resolve any disputes between Users.",
    "p3": "By requesting a booking in the App, the Cat Owner agrees to pay the shown amount to the Cat Sitter as a compensation for fulfilling the Service. Involved Users will agree on when and how the payment will take place.",
    "p4": "By accepting the booking, Cat Sitter agrees to fulfill the Service at their own home between the dates shown in the App. ",
    "p5": "It is Cat Sitter's own responsibility to declare any eventual income generated from fulfilling Services. If you take care for pets as a business activity you may be eligible for approval of Swedish F-tax. <1>Please refer to Swedish Tax Agency for more information.</1>",
    "p6": "Cat Sitters who professionally care for cats may need a permit. <1>Please refer to Swedish Animal Welfare Act chapter 6.1 for more information.</1> Users are themselves responsible to determine if they require permit to perform the Service and obtain such permit if necessary.",
    "p7": "Users should not exchange any personal information as KattBNB can not guarantee safety of this data. Full address of the Cat Sitter will be provided to the Cat Owner once the booking is approved by Cat Sitter. Users may use in-App messenger service to communicate any questions that should arise."
  },
  "during-service": {
    "title": "During the Service",
    "p1": "Upon the approval of booking request, a legally binding agreement is formed between Cat Owner and Cat Sitter. KattBNB clarifies that the agreement is between Users only.",
    "p2": "By approving a Booking Request from a Cat Owner, Cat Sitter warrants to fulfill the Cat Sitting Service at their own home between the dates shown in the Booking Request, including but not limited to:",
    "li1": "attending to Cat Owner's cat(s) at least twice a day according to <1>Swedish Law on the supervision of dogs and cats</1>,",
    "li2": "keeping Cat Owner's cat(s) in a space that complies with animal welfare regulations,",
    "li3": "immediately providing necessary veterinary care in an event of a sickness, injury or any kind of veterinary emergency.",
    "p3": "It is both Cat Owner's and Cat Sitter's responsibility to examine the cat(s) before Service commences and agree on relevant matters. Users can use <1>KattBNB Guidelines</1> to facilitate this agreement.",
    "emergency": {
      "title": "In an event of emergency",
      "p1": "Both Cat Sitter and Cat Owner should be contactable during the time of the Service.",
      "p2": "In the event of a veterinary emergency, Cat Owner should be consulted about appropriate veterinary care. If the Cat Owner can not be reached, Cat Sitter should make sure that the necessary emergency care is provided.",
      "p3": "We recommend that Cat Owner's cat(s) are insured for veterinary care before Service commencing as it facilitates easier access to necessary treatment."
    },
    "owner-liability": {
      "title": "Cat Owner's liability",
      "p1": "It is Cat Owner's responsibility to provide food and litter sand, as well as finance any veterinary expenses during the Service unless agreed otherwise.",
      "p2": "It is the Cat Owner's responsibility to inform about any other expectations for the Service (e.g. administrating medicine during the Service) when requesting the booking or via the in-App messenger. Cat Sitter is not obliged to agree to any extra requirements of the Service."
    }
  },
  "personal-data": {
    "title": "Personal data",
    "in-general": {
      "title": "In general",
      "p1": "KattBNB stores and processes personal data that you have provided to us, in order to ensure the functionality of the App. It’s your responsibility to keep access to the App secure.",
      "p2": "We may use, store and process personal information to:",
      "li1": "provide, understand, improve, and develop the App,",
      "li2": "create and maintain a trusted and safe environment (such as to comply with our legal obligations),",
      "li3": "provide, measure, and improve our advertising and marketing.",
      "p3": "The App is served via external servers and services (Heroku, Amazon Web Services and Netlify). We ensure that our external partners are acting in accordance with current Data Protection legislation.",
      "p4": "KattBNB is obliged to disclose any available information about a User and their transactions with the App, if a valid court order is present.",
      "p5": "KattBNB is responsible to protect your personal data according to the <1>Swedish Data Protection act</1>.",
      "p6": "KattBNB does not use any kind of cookies or tracking mechanisms to monitor User activities and does not sell the stored personal data to third party services."
    },
    "in-detail": {
      "title": "In detail",
      "p1": "By making an account, you understand and agree that information you provide to KattBNB (including but not limited to: availability, location, description, avatar, daily rate and supplement of the daily rate) will be visible to other Users.",
      "p2": "User's email address and full home address will be disclosed to other Users only under special circumstances described below. Full home address of Cat Sitter will only be disclosed (to Cat Owner) after the booking is finalized (Cat Sitter has accepted the booking request). Email address will only be revealed (to a Cat Sitter you have booked with) in case of account deletion and only after User consent.",
      "p3": "KattBNB will store and use this data to serve the App and ensure its features, unless User has requested account deletion.",
      "p4": "Availability, location, description, avatar, daily rate and supplement of the daily rate will be used to filter and display results in the App during the search. This information is deleted from our database if the User requests an account deletion.",
      "p5": "Our authentication system keeps Users' current and last sign in IP addresses. Upon account deletion these addresses are deleted from our database.",
      "p6": "Bookings details stored in every booking (e.g. dates, prices, number of cats), are deleted from our database when the User requests an account deletion.",
      "p7": "Conversations between two users (exchanged text messages and images) will be deleted from our database if one of the following conditions are true: both users have deleted their accounts, both users have deleted the conversation, one user have deleted their account and the other user deletes the conversation.",
      "p8": "Reviews written by users will be deleted from our database, only if associated host deletes their account.",
      "p9": "For a more detailed flow of what happens when Users request an account deletion, please refer to our <1>FAQ page</1>."
    }
  },
  "contact-us": {
    "title": "Contact us",
    "p1": "If you have any questions or suggestions about our Terms, do not hesitate to <1>contact us</1>."
  }
}