{
  "general": {
      "top-header": "Allmänt",
      "sub-header1": "Jag har registrerat mig / återställt mitt lösenord men jag fick inget mail i min inkorg. Varför?",
      "p1-1": "Se till att kontrollera din skräppostmapp, ibland kan bekräftelsemailen hamna där. Om så är fallet, vänligen vitlista vår adress (meow-reply@kattbnb.com) via inställningarna för din e-postklient. På så sätt får du varje meddelande direkt i din inkorg.",
      "p1-2": "Tänk också på att e-postmeddelandet i vissa fall kan ta upp till 30 minuter innan det dyker upp.",
      "sub-header2": "Vad är skillnaden mellan inkommande och utgående bokningar?",
      "p2-1": "Det finns 6 olika typer av bokningar och du kan se dem genom att klicka på bokningsikonen i navigationslisten längst upp på sidan:",
      "list-title2-1": "<0>Inkommande bokningar</0> - du är kattvakt för andras katter i ditt hem under dessa bokningar. Det finns 3 kategorier:",
      "list-item2-1-1": "<0>Förfrågan</0>: bokningsförfrågningar som väntar på ditt beslut. Du kan acceptera eller avslå en bokningsförfrågan inom tre dagar efter att den har skickats.",
      "list-item2-1-2": "<0>Kommande</0>: bokningar där du har kommit överens om att ta hand om någon annans katt(er)",
      "list-item2-1-3": "<0>Historik</0>: tidigare bokningar där du var kattvakt för någon annans katt(er) och bokningsförfrågningar som du avslog, samt bokningsförfråningar som avbröts automatiskt.",
      "list-title2-2": "<0>Utgående bokningar</0> - du bokar din katt / dina katter för att bo hos en kattvakt. Likt inkommande bokningar så finns det även här 3 kategorier:",
      "list-item2-2-1": "<0>Förfrågan</0>: bokningsförfrågningar som du har skickat och som väntar på beslut från kattvakten.",
      "list-item2-2-2": "<0>Kommande</0>: bokningar där en kattvakt har gått med på att ta hand om din katt / dina katter",
      "list-item2-2-3": "<0>Historik</0>: tidigare bokningar där din katt / dina katter stannade hos kattvakter och bokningsförfrågningar som avvisades av en kattvakt, samt bokningsförfrågningar som avbröts automatiskt.",
      "sub-header3": "Varför måste jag vänta på att mitt konto ska tas bort?",
      "p3-1": "När en bokningsförfrågan accepteras har användarna ingått ett juridiskt bindande avtal. Vi vill se till att våra användare alltid kan följa detta avtal. Om du har kommande bokningar så kan det därför vara svårt att radera ditt konto direkt.",
      "p3-2": "Om du har några kommande utgående bokningar när du raderar ditt konto så kommer vi att erbjuda dig att avslöja din e-postadress till respektive kattvakt.",
      "list-item3-2-1": "Om du samtycker till att avslöja din e-postadress så kan vi ta bort ditt konto direkt.",
      "list-item3-2-2": "Om du inte samtycker till att avslöja din e-postadress kan vi bara ta bort ditt konto efter att bokningen har inträffat.",
      "p3-3": "Om du har några kommande inkommande bokningar när du raderar ditt konto så kan vi bara ta bort ditt konto efter att bokningen har hänt.",
      "p3-4": "Tveka inte att <1>kontakta oss</1> om du har ytterligare frågor eller funderingar!",
      "sub-header4": "Behåller ni någon av min användardata efter att jag har raderat mitt konto?",
      "p4-1": "När du raderar ditt konto så tar vi bort din bokningshistorik, bokningsförfrågningar, kattvaktsprofil (om du har någon) och ditt användareprofil.",
      "p4-2": "Konversationer mellan två användare (textmeddelanden och bilder) kommer att raderas från vår databas om ett av följande villkor stämmer: båda användare har tagit bort sina konton, båda användare har tagit bort konversationen, en användare har tagit bort sitt konto och den andra användaren tar bort konversationen.",
      "p4-3": "Recensioner skrivna av borttagna användare kommer endast att raderas från vår databas om tillhörande kattvakt också raderar sitt konto.",
      "sub-header5": "Varför ändras antalet inkommande bokningar ibland?",
      "p5-1": "När en användare raderar sitt konto så är vi skyldiga att ta bort deras data från vår databas. Därför kommer denna information inte längre att finnas tillgänglig på KattBNB. Om du har en kommande inkommande bokning med en raderad användare så kommer vi att skicka deras e-postadress till dig.",
      "sub-header6": "Använder er webbplats kakor?",
      "p6-1": "Vår webbplats använder inte kakor eller andra spårningsmekanismer. Du kan läsa mer om vilken data vi samlar in i våra <1>användarvillkor</1>.",
      "sub-header7": "Vilket lösenord ska jag välja för mitt konto?",
      "p7-1": "Som en allmän tumregel bör du alltid undvika att ange din födelsedag, e-post eller annan allmänt känd information om dig som lösenord. Samma gäller givetvis lösenord som '123456', 'lösenord', 'lösen' osv.",
      "p7-2": "Du bör välja en kombination av bokstäver (både versaler och gemener), symboler och siffror. Och naturligtvis ju fler tecken ditt lösenord har, desto säkrare är det. En annan mycket effektiv säkerhetsåtgärd är att ändra ditt lösenord varje månad eller så.",
      "p7-3": "Vår webbplats kräver lösenord på minst 6 tecken och tillåter både bokstäver, symboler och siffror."
  },
  "host": {
      "top-header": "Kattvakt",
      "sub-header1": "Hur blir jag kattvakt?",
      "p1-1": "För att bli kattvakt på KattBNB så börjar du med att registrera dig och verifiera din e-postadress via e-postbekräftelse som vi skickar till dig.",
      "p1-2": "Efter det så skapar du en kattvaktsprofil. Du kan göra det från din användarsida.",
      "p1-3": "När du har skapat kattvaktsprofilen så kommer du att visas i sökresultaten för användare som söker en kattvakt i ditt område.",
      "sub-header2": "Måste jag betala för att bli kattvakt?",
      "p2-1": "Det är gratis att vara kattvakt på KattBNB!",
      "sub-header3": "Hur mycket får jag betalt för kattvaktning?",
      "p3-1": "Du väljer själv ditt pris/dag + tillägg när du skapar din kattvaktsprofil. Du kan ändra dessa när som helst. De nya priserna gäller för bokningsförfrågningar som görs efter ändringen.",
      "p3-2": "Du kan <1>kontakta oss</1> om du vill ha hjälp med att välja dina priser.",
      "sub-header4": "Hur får jag betalt?",
      "p4-1": "För närvarande erbjuder KattBNB ingen integrerad betallösning. Efter att bokningen är bekräftad (kattvakten har godkänt bokningsförfrågan) har båda användarna ingått ett juridiskt bindande avtal. Det betyder att kattägaren har kommit överens om, och är skyldig att betala dig, det belopp som visas i bokningsinformationen i gengäld för dina tjänster. Vi litar på att våra användare själva kommer överens om betalningsform.",
      "list-item4-1": "Integrerad betallösning - snabbare och säkrare!",
      "sub-header5": "Varför får jag ett varningsmeddelande när jag fyller i min adress i kattvaktsprofilen?",
      "p5-1": "Vår webbplats använder en Google-tjänst för att kontrollera att din valda adress ligger inom de geografiska gränserna för din valda kommun. Google har dock alla namn skrivna på engelska (t.ex. Gothenburg), medan vår platsväljare har skrivit dem på svenska (t.ex. Göteborg). Det är därför du fortfarande får ett varningsmeddelande. Eftersom du med säkerhet vet att din valda adress ligger inom kommungränserna som anges i din användarprofil, så är det bara att fortsätta!"
  },
  "owner": {
      "top-header": "Kattägare",
      "sub-header1": "Hur bokar jag en kattvakt?",
      "p1-1": "Du kan ange kraven för din bokning och se tillgängliga kattvakter nära dig. För att kunna boka in en kattvakt så behöver du registrera dig.",
      "p1-2": "När du är registrerad och inloggad så kan du skicka en bokningsförfrågan till en kattvakt. De kommer då att ha tre dagar på sig att acceptera eller avslå din bokningsförfrågan. Vi meddelar dig via e-post om eventuella ändringar i statusen på din bokningsförfrågning.",
      "p1-3": "Genom att skicka en bokningsförfrågan samtycker du till, och är skyldig, att betala det belopp som visas i bokningsinformationen i gengäld för kattvaktstjänster.",
      "sub-header2": "Kan ni garantera att kattvakterna som erbjuder sina tjänster på er webbplats är tillförlitliga och inte kommer att skada min katt / mina katter?",
      "p2-1": "Vi erbjuder en plattform där kattägare och kattälskare kan träffas, kommunicera och ordna kattpassning. Vi strävar efter att eliminera bedrägeri och missbruk av vår app, även om det inte är möjligt för oss att granska och kontrollera all information som laddas upp av våra användare. Vi rekommenderar att du träffar kattvakten i förväg och ser till att de är den bästa matchningen för din katt / dina katter.",
      "list-item2-1": "Recensioner för kattvakter som hjälper dig att avgöra vad som är bäst för dig och din katt / dina katter.",
      "list-item2-2": "Inloggning med BankID för extra sinnesfrid"
  },
  "to-guidelines": "Har du bokat en kattvakt redan? Kolla in våra användbara <1>riktlinjer</1>."
}