{
  "general": {
      "top-header": "Allmänt",
      "sub-header1": "Jag har registrerat mig / återställt mitt lösenord men jag fick inget mail i min inkorg. Varför?",
      "p1-1": "Se till att kontrollera din skräppostmapp, ibland kan bekräftelsemailen hamna där. Om så är fallet, vänligen vitlista vår adress (meow-reply@kattbnb.com) via inställningarna för din e-postklient. På så sätt får du varje meddelande direkt i din inkorg.",
      "p1-2": "Tänk också på att e-postmeddelandet i vissa fall kan ta upp till 30 minuter innan det dyker upp.",
      "sub-header2": "Vad är skillnaden mellan inkommande och utgående bokningar?",
      "p2-1": "Det finns 6 olika typer av bokningar och du kan se dem genom att klicka på bokningsikonen i navigationslisten längst upp på sidan",
      "list-title2-1": "Inkommande bokningar är de bokningsförfrågningar som andra kattägare har skickat så att du kan vara kattvakt för deras katter. Det finns 3 kategorier:",
      "list-item2-1-1": "Förfrågan (bokningar som du fortfarande måste acceptera eller avböja)",
      "list-item2-1-2": "Kommande (redan accepterade bokningar / katter som kommer till ditt hus)",
      "list-item2-1-3": "Historik (bokningar som du avböjde eller avbröts av systemet, eller som du accepterade och redan har varit kattvakt för vid ett tidigare datum)",
      "list-title2-2": "Utgående bokningar är de bokningsförfrågningar som du har skickat, så att någon annan kan vara kattvakt för dina katter medan du är borta. Likt inkommande bokningar så finns det även här 3 kategorier:",
      "list-item2-2-1": "Förfrågan (när du ber en annan person att vara kattvakt för dina katter och du väntar på att de accepterar eller avböjer)",
      "list-item2-2-2": "Kommande (bokningsförfrågningar som du har skickat och någon annan har accepterat, där du lämnar dina katter hemma hos kattvakten)",
      "list-item2-2-3": "Historik (bokningsförfrågningar som du har skickat och som blev avböjda eller avbrutits av systemet, eller accepterat där du redan har lämnat och hämtat dina katter)",
      "sub-header3": "Varför måste jag vänta på att mitt konto ska tas bort?",
      "p3-1": "När du begär att få ditt konto raderat så kontrollerar vårt system alla dina inkommande och utgående bokningar. Vi raderar även all din historik och bokningsförfrågningar, samt din kattvaktsprofil (om du har någon) och ditt huvudkonto.",
      "p3-2": "För varje utgående kommande bokning du har vid raderingstillfället så kommer din e-postadress att överföras till kattvakten om du väljer att göra det. Om du däremot väljer att inte avslöja din e-postadress, så måste du vänta på att alla dina utgående kommande bokningar löser sig och sedan fortsätta ta bort ditt konto.",
      "p3-3": "",
      "list-item3-1": "",
      "list-item3-2": "",
      "list-item3-3": "",
      "list-item3-4": "",
      "p3-4": "",
      "p3-5": "",
      "sub-header4": "",
      "p4-1": "",
      "sub-header5": "",
      "p5-1": "",
      "sub-header6": "",
      "p6-1": "",
      "p6-2": "",
      "p6-3": ""
  },
  "host": {
      "top-header": "",
      "sub-header1": "",
      "p1-1": "",
      "p1-2": "",
      "p1-3": "",
      "sub-header2": "",
      "p2-1": "",
      "sub-header3": "",
      "p3-1": "",
      "p3-2": "",
      "sub-header4": "",
      "p4-1": "",
      "list-item4-1": "",
      "sub-header5": "",
      "p5-1": ""
  },
  "owner": {
      "top-header": "",
      "sub-header1": "",
      "p1-1": "",
      "p1-2": "",
      "p1-3": "",
      "sub-header2": "",
      "p2-1": "",
      "list-item2-1": "",
      "list-item2-2": ""
  },
  "to-guidelines": ""
}