{
  "intro": {
    "title": "Intro",
    "p1": "Dessa villkor (Villkor) beskriver reglerna för användning av KattBNB webbaserade applikation (App). Genom att använda vår App accepterar du att vara bunden av Villkoren.",
    "p2": "Termen “oss“, “vi“, “vår“ eller “KattBNB“ hänvisar till ägarna av denna webbsida: KattBNB AB, reg. nr. xxxxxxxx, adress: Solståndsgatan 22, 41536 Göteborg, Sverige. Genom vår App tillhandahåller KattBNB en onlinemarknad som gör det möjligt för registrerade användare (Användare) som erbjuder kattpassningstjänster (Kattvakter) att publicera information om sina tjänster (Tjänster) och direkt kommunicera med Användare som vill boka sådana Tjänster (Kattägare). Kattägare och Kattvakt kallas kollektivt “du”, “dig” eller “Användare”.",
    "p3": "Genom att använda Appen gäller Villkoren automatiskt för dig - du bör därför se till att du läser dem noggrant innan du använder Appen. Du får inte kopiera eller modifiera Appen, någon del av Appen eller våra varumärken på något sätt. Det är inte tillåtet att försöka extrahera källkoden för Appen, och du bör inte heller försöka översätta Appen till andra språk eller skapa derivatversioner. Appen själv, alla varumärken, upphovsrätt, databasrättigheter och andra immateriella rättigheter relaterade till den tillhör fortfarande KattBNB.",
    "p4": "KattBNB kan sluta tillhandahålla Appen och avbryta användningen av den när som helst utan att meddela dig om uppsägning. Om vi inte säger något annat kommer alla rättigheter och licenser som du beviljats i Villkor att upphöra vid en uppsägning.",
    "p5": "KattBNB förbehåller sig rätten att uppdatera Villkoren. I så fall kommer du att meddelas via e-post till den e-postadress du har angett vid registreringen. Dessa ändringar träder i kraft omedelbart efter att de har publicerats på denna sida."
  },
  "registration": {
    "title": "Registrering",
    "p1": "För att registrera ett konto med appen gäller följande:",
    "li1": "Du måste vara minst 18 år.",
    "li2": "Du måste inte ha djurförbud beslutat av mindigheterna.",
    "li3": "Du får inte ha någon brottsregister som rör djurplågeri.",
    "p2": "Genom att registrera dig bekräftar du att du har läst och godkänt Villkoren."
  }
}